Repository: buresdv/NaTir
Catalog: NaTir/*.lproj/Localizable.strings
Languages: cs, sl

# action.cancel
source: Cancel
cs: Zrušit
sl: Prekliči

# action.close
source: Close
cs: Zavřít
sl: Zapri

# action.scan-ticket
source: Scan Ticket
cs: Oskenovat lístek
sl: Skeniraj karto

# action.search
source: Search
cs: Hledat
sl: Išči

# action.remove-from-favorites
source: Remove from Favorites
cs: Odstranit z oblíbených
sl: Odstrani iz priljubljenih

# title.connections
source: Find Route
cs: Hledání spojů
sl: Poišči povezavo

# title.tickets
source: My Tickets
cs: Moje lístky
sl: Moje karte

# title.stations
source: Stations
cs: Zastávky
sl: Postaje

# title.routes
source: Routes
cs: Spoje
sl: Poti

# title.journey-details
source: Journey Details
cs: Informace o spoji
sl: Podrobnosti o poti

# title.train-info
source: Train Info
cs: Informace o vlaku
sl: Informacije o vlaku

# alert.calendar.could-not-add-journey.title
source: Couldn't Add Journey to Calendar
cs: Spoj se nepovedlo přidat do kalendáře
sl: Potovanja ni bilo mogoče dodati v koledar

# alert.calendar.could-not-add-journey.message
source: Close the app and try again
cs: Zavřete aplikaci a zkuste to znovu
sl: Zaprite aplikacijo in poskusite ponovno

# tab.connections
source: Connections
cs: Spoje
sl: Povezave

# tab.my-tickets
source: My Tickets
cs: Lístky
sl: Moje karte

# tab.stations
source: Stations
cs: Zastávky
sl: Postaje

# tab.more
source: More
cs: Více
sl: Več

# connections.finder.from
source: From
cs: Odkud
sl: Od

# connections.finder.to
source: To
cs: Kam
sl: Do

# connections.finder.desired-date-time
source: At
cs: Datum a čas odjezdu
sl: Datum in čas potovanja

# connections.station-search-field.placeholder
source: Choose Station…
cs: Vyhledat stanici…
sl: Izberite postajo…

# connections.station-search-field.connections-finder-sheet.placeholder
source: Find Station…
cs: Název stanice
sl: Poiščite postajo…

# connections.connections-finder-sheet.nearest-station
source: Nearest Station
cs: Nejbližší stanice
sl: Najbližja postaja

# connections.connections-finder-sheet.all-stations
source: All Stations
cs: Všechny stanice
sl: Vse postaje

# connections.results.transfers-title-%@
source: Transfers: %@
cs: Přestupy: %@
sl: Prestopi: %@

# connections.results.transfers-wait-%@
source: Wait for %@
cs: %@ čekání
sl: Čakalna doba %@

# connections.results.train-bus-replacement
source: Replacement Bus Service
cs: Náhradní autobusová doprava
sl: Nadomestni avtobusni prevoz

# connections.favorite-routes
source: Favorite Routes
cs: Oblíbené spoje
sl: Priljubljene poti

# connections.routes-history
source: History
cs: Historie
sl: Zgodovina

# connection.favorite-routes.no-favorites-found.text
source: You don't have any routes favorited
cs: Žádné spoje nemáte označené jako oblíbené
sl: Nobena pot ni izbrana kot priljubljena

# connections.process.finding-routes
source: Finding Routes…
cs: Vyhledávám spoje…
sl: Iskanje poti…

# connections.process.load-tomorrow-routes
source: Load Tomorrow's Connections
cs: Načíst zítřejší spoje
sl: Prikaži jutrišnje poti

# connections.process.refreshing-routes
source: Refreshing…
cs: Aktualizace…
sl: Osveževanje…

# connections.train-detail.station-list.origin-station
source: Origin
cs: Odjezd
sl: Začetna postaja

# connections.train-detail.station-list.terminal-station
source: Terminal
cs: Příjezd
sl: Končna postaja

# connections.train-detail.tab.all-stops
source: All Stops
cs: Všechny zastávky
sl: Vse postaje

# connections.train-detail.tab.legend
source: Legend
cs: Legenda
sl: Legenda

# connections.train-detail.explanation.train-is-replaced-by-bus.text
source: Train is replaced by a bus
cs: Vlak je nahrazený náhradní autobusovou dopravou
sl: Vlak je nadomeščen z avtobusom

# connections.train-detail.explanation.train-has-first-class.text
source: Train has first class
cs: Ve vlaku jsou řazeny vozy 1. třídy
sl: Vlak ima 1. razred

# connections.train-detail.explanation.train-has-second-class.text
source: Train has second class
cs: Ve vlaku jsou řazeny vozy 2. třídy
sl: Vlak ima 2. razred

# connections.train-detail.explanation.train-has-wifi
source: Train has WiFi
cs: Ve vlaku je WiFi
sl: Vlak ima WiFi

# connections.train-detail.explanation.train-allows-bikes
source: Train allows bicycles
cs: Vlakem můžete přepravovat kola
sl: Na vlaku so dovoljena kolesa

# connections.actions.add-to-calendar
source: Add Journey to Calendar
cs: Přidat spoj do kalendáře
sl: Dodaj potovanje v koledar

# connections.status.could-not-find-connections
source: Couldn't find any timely connections
cs: Nenašli jsme žádné vhodné spoje
sl: Ni bilo mogoče najti pravočasnih poti

# connections.status.no-connections-at-all
source: There are no other connections left today
cs: Dnes žádné další spoje
sl: Danes ni povezav

# connections.status.no-connections-but-there-were-some-before
source: There are no other connections for the day
cs: Dnes žádné další spoje
sl: Povezav za ta dan ni več

# connections.option.add-delay
source: Add Delay
cs: Připočítat zpoždění
sl: Dodajte zamudo

# tickets.ticket-list.section.today-tickets.title
source: Today's Tickets
cs: Lístky z dneška
sl: Današnje karte

# tickets.ticket-list.section.today-tickets.no-tickets-available
source: You don't have any other recent tickets
cs: Nemáte žádné nedávné lístky
sl: Danes nimate nobenih drugih kart

# tickets.ticket-list.section.old-tickets.title
source: Older Tickets
cs: Starší lístky
sl: Starejše karte

# tickets.old-ticket-display.title
source: Older Ticket
cs: Starší lístek
sl: Starejše karte

# tickets.ticket-item.age-%@
source: %@ ago
cs: Před %@
sl: Pred %@

# tickets.ticket-list.no-tickets-added.title
source: You have not added any tickets
cs: Nepřidali jste žádné lístky
sl: Niste dodali nobenih kart

# tickets.ticket-list.no-tickets-added.message
source: Tap + in the top right to scan your first ticket
cs: Klepnutím na + vpravo nahoře přidejte první lístek
sl: Pritisnite + desno zgoraj, da poskenirate svojo prvi karto
